Revit 2018 API
OverrideGraphicSettings.ProjectionFillColor Property
 Projection surface fill color.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Since: 2014
Syntax
C#
public Color ProjectionFillColor { get; }
Visual Basic
Public ReadOnly Property ProjectionFillColor As Color
	Get
Visual C++
public:
property Color^ ProjectionFillColor {
	Color^ get ();
}
See Also
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace